"STORE_DESCRIPTION" = "VLC는 자유로운 오픈 소스 크로스 플랫폼 멀티미디어 재생기입니다.\n변환 없이 대부분의 형식으로 모든 사용자의 동영상, 프로그램 및 음악을 직접 재생할 수 있습니다.\nDropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, 직접 다운로드 및 Wi-Fi 공유를 통해 파일을 동기화하고 SMB, FTP, SFTP, NFS, UPnP/DLNA 미디어 서버 및 웹에서 스트리밍할 수 있습니다.\nVLC는 전체 SSA 호환성, 멀티 트랙 오디오, 재생 속도 제어 및 Chromecast를 통한 렌더링을 포함한 고급 자막을 지원합니다.\n\nVLC는 완전히 자유로운 오픈 소스입니다.";

"STORE_DESCRIPTION_TV" = "VLC는 자유로운 오픈 소스 크로스 플랫폼 멀티미디어 재생기입니다.\n변환 없이 대부분의 형식으로 모든 사용자의 동영상, 프로그램 및 음악을 직접 재생할 수 있습니다.\n웹 UI를 통해 Mac 또는 PC에서 원격 재생이 가능하며 SMB, FTP, SFTP, NFS, UPnP/DLNA 미디어 서버 및 웹에서 스트리밍할 수 있습니다.\nVLC는 전체 SSA 호환성, 다중 트랙 오디오 및 재생 속도 제어를 포함한 고급 자막을 지원합니다.\n\nVLC는 완전히 자유로운 오픈 소스입니다.\n\n아트워크는 커뮤니티에서 관리하는 영화 데이터베이스인 TMDb에서 제공합니다.";

"UNKNOWN_TRACK_TYPE" = "알 수 없는 트랙 유형";
"CHOOSE_TITLE" = "타이틀 고르기";
"CHOOSE_CHAPTER" = "챕터 고르기";
"CHAPTER_SELECTION_TITLE" = "챕터";
"TITLE" = "제목";
"CHAPTER" = "챕터";
"TRACK_SELECTION" = "트랙 선택";
"AUDIO" = "소리";
"SUBTITLES" = "자막";
"LANGUAGE" = "언어";
"MEDIA_INFO" = "미디어 정보";
"VIDEO_DIMENSIONS" = "비디오 크기";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i 픽셀";
"FORMAT_AUDIO_TRACKS" = "오디오 트랙 %i 개";
"ONE_AUDIO_TRACK" = "오디오 트랙 1 개";
"FORMAT_SPU_TRACKS" = "자막 트랙 %i 개";
"ONE_SPU_TRACK" = "자막 트랙 1 개";
"TRACKS" = "%i트랙";
"TRACK" = "%i트랙";
"TRACKS_DURATION" = "%u 트랙, 재생시간: %@";
"NB_ALBUM_FORMAT" = "%i 앨범";
"NB_ALBUMS_FORMAT" = "%i 앨범";

"PLAYING_EXTERNALLY_TITLE" = "TV 연결됨";
"PLAYING_EXTERNALLY_DESC" = "이 비디오은 TV에서 재생중입니다";
"PLAYING_EXTERNALLY_ADDITION" = "\n현재 재생중:"; /* \n should stay in every translation */

"VFILTER_HUE" = "색조";
"VFILTER_CONTRAST" = "명암";
"VFILTER_BRIGHTNESS" = "밝기";
"VFILTER_SATURATION" = "채도";
"VFILTER_GAMMA" = "감마";

"PRESET_PREAMP_SETTING" = "프리셋 / 프리앰프 설정";
"PREAMP" = "프리앰프";
"SNAP_BANDS" = "Snap 밴드";

"PLAYBACK_FAILED" = "재생 실패";
"PLEASE_WAIT" = "기다려주세요";
"AR_CHANGED" = "화면 비율: %@";
"DEFAULT" = "기본";
"FILL_TO_SCREEN" = "화면 크기에 맞게 자르기";
"PLAYBACK_SPEED" = "재생 속도";
"SPU_DELAY" = "자막 지연";
"AUDIO_DELAY" = "음성 지연";
"BUTTON_SLEEP_TIMER" = "슬립 타이머";
"SLEEP_TIMER_UPDATED" = "슬립 타이머 업데이트됨";
"CONTINUE_PLAYBACK" = "이어서 재생하시겠습니까?";
"CONTINUE_PLAYBACK_LONG" = "마지막으로 보신 \"%@\"부터 이어서 보시겠습니까?";

"BUTTON_ABOUT" = "정보";
"BUTTON_BACK" = "이전";
"BUTTON_DONE" = "완료";
"BUTTON_CANCEL" = "취소";
"BUTTON_SAVE" = "저장";
"BUTTON_DOWNLOAD" = "다운로드";
"BUTTON_DELETE" = "삭제하기";
"BUTTON_OK" = "확인";
"BUTTON_DISMISS" = "Dismiss";
"BUTTON_CONTACT" = "문의하기";
"BUTTON_CONNECT" = "연결하기";
"BUTTON_RENAME" = "이름 바꾸기";
"BUTTON_LEARN_MORE" = "더 보기";
"BUTTON_LOGOUT" = "로그아웃";
"BUTTON_CONTINUE" = "이어보기";
"BUTTON_SET" = "설정";
"BUTTON_RESET" = "재설정";
"BUTTON_RESCAN" = "다시 스캔";
"PRIVATE_PLAYBACK_TOGGLE" = "Private 재생";
"SCAN_SUBTITLE_TOGGLE" = "자막 검색 (http만)";

"BUTTON_RENDERER" = "캐스트 기기";
"BUTTON_RENDERER_HINT" = "이용 가능 캐스트 기기를 표합니다";
"BUTTON_AIRPLAY" = "AirPlay 또는 블루투스";
"BUTTON_AIRPLAY_HINT" = "사용 가능한 AirPlay 또는 블루투스 장치 메뉴 표시";

"UPGRADING_LIBRARY" = "미디어 라이브러리 업그레이드 중";

"FAVORITES" = "즐겨찾기";
"NO_FAVORITES" = "아직 즐겨찾기가 없습니다";
"NO_FAVORITES_DESCRIPTION" = "서버를 탐색하는 동안 즐겨찾는 폴더를 표시하여 여기에 나열되도록 합니다.";
"ADD_FAVORITE" = "즐겨찾기에 추가하기";
"REMOVE_FAVORITE" = "즐겨찾기에서 제거하기";
"FAVORITE_ALERT_TITLE" = "Would you like to add this folder to your Favorites?";
"UNFAVORITE_ALERT_TITLE" = "Would you like to remove this folder from your Favorites?";

"OPEN_NETWORK" = "네트워크 스트림 열기";
"NETWORK_TITLE" = "네트워크 스트림";
"OPEN_NETWORK_HELP" = "스트림을 직접 열려면 HTTP, RTSP, RTMP, MMS, FTP 나 UDP/RTP 주소를 입력하세요.";
"HTTP_UPLOAD_SERVER_OFF" = "미활성 서버";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "활성화된 Wi-FI 연결 없음";
"OPEN_STREAM_OR_DOWNLOAD" = "이 주소를 다운로드하거나 재생할까요?";
"ALWAYS_STREAM_URL" = "Always play URLs";
"SHARED_VLC_IOS_LIBRARY" = "공유된 iOS용 VLC 라이브러리";
"SMB_CIFS_FILE_SERVERS" = "파일 서버(SMB)";

"MANAGED_SERVERS" = "관리됨";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "사용자에 의해 다운로드 취소됨";

"DOWNLOAD_FROM_HTTP" = "다운로드";
"ERROR_NUMBER" = "%i 에러 발생";
"DOWNLOAD_FAILED" = "다운로드 실패";
"FILE_NOT_SUPPORTED" = "지원되지 않는 파일 형식";
"FILE_NOT_SUPPORTED_LONG" = "%@에서 사용되는 파일 형식은 현재 버젼의 VLC(iOS용)은 지원하지 않습니다.";
"SCHEME_NOT_SUPPORTED" = "지원되지 않는 주소 체계";
"SCHEME_NOT_SUPPORTED_LONG" = "주소 체계(%@)를 지원하지 않습니다. HTTP, HTTPS나 FTP로 시작하는 주소를 사용하세요.";
"RENAME_MEDIA_TO" = "%@의 새 이름을 입력하세요";

"FOLDER_EMPTY" = "빈 폴더";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "열려는 파일 고르기:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "열기...";
"SHARING_ERROR_NO_FILES" = "공유할 파일을 찾을 수 없음";
"SHARING_ERROR_NO_APPLICATIONS" = "이 파일 형식을 열 응용프로그램을 찾을 수 없습니다";
"SHARING_SUCCESS_CAMERA_ROLL" = "파일이 카메라롤에 성공적으로 저장되었습니다";

"FAVORITEVC_DETAILTEXT" = "사용자의 즐겨찾는 폴더 보기";
"STREAMVC_DETAILTEXT" = "다운로드 하지 않고 스트림을 재생하기";
"DOWNLOADVC_DETAILTEXT" = "파일들을 당신의 기기에 바로 다운로드";
"HEADER_TITLE_RENDERER" = "캐스트 기기를 선택합니다";

"BROWSE" = "찾아보기";
"NETWORK" = "네트워크";
"LOCAL_NETWORK" = "로컬 네트워크";
"CONNECT_TO_SERVER" = "서버에 연결하기";
"FILE_SERVER" = "파일 서버들";
"USER_LABEL" = "사용자";
"PASSWORD_LABEL" = "비밀번호";
"DISABLE_LABEL" = "비활성화";
"BUTTON_ANONYMOUS_LOGIN" = "익명 로그인";

"LOCAL_SERVER_REFRESH" = "새로고침";
"LOCAL_SERVER_LAST_UPDATE" = "마지막 업데이트: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "서버 접속 실패";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "서버 주소와 자격 인증서를 확인해 주세요";

"FILES_APP_CELL_TITLE" = "로컬 파일";
"FILES_APP_CELL_SUBTITLE" = "파일을 VLC에 복사하지 않고 열기";

"CLOUD_SERVICES" = "클라우드 서비스";
"LOGIN" = "로그인";
"LOGGED_IN" = "로그인 됨";
"LOGGED_IN_SERVICES" = "로그인한 서비스 %d개";
"LOGGED_IN_SERVICE" = "로그온한 서비스 1개";

"DROPBOX_DOWNLOAD" = "파일을 다운로드할까요?";
"DROPBOX_DL_LONG" = "\"%@\" 을 당신의 %@에 다운로드할까요?";
"DROPBOX_LOGIN" = "로그인";

"GDRIVE_ERROR_FETCHING_FILES" = "파일 가져오는 중 오류 발생";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "파일을 성공적으로 다운로드했습니다";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "성공";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "다운로드 중 오류가 발생했습니다";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "오류";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "선택한 미디어에 재생 가능한 URL이 없습니다";

"DISK_FULL" = "저장 한계에 도달함";
"DISK_FULL_FORMAT" = "사용 가능한 공간이 부족하여,  %@를 %@에 저장할 수 없습니다.";

"NUM_OF_FILES" = "%i 파일";
"ONE_FILE" = "1 파일";
"NO_FILES" = "지원되는 파일 없음";
"DOWNLOADING" = "다운로드중...";
"REMAINING_TIME" = "남은 시간: %@";
"BIOMETRIC_UNLOCK" = "미디어 라이브러리 잠금 해제\n비밀번호를 입력하려면 취소하세요";

// Passcode Strings that we need to localize for them
"Set Passcode" = "비밀번호 설정";
"Enter Passcode" = "비밀번호를 입력하세요";
"Enter a passcode" = "비밀번호를 입력하세요";
"Enter your passcode" = "Enter your passcode";
"Passcodes did not match. Try again." = "비밀번호가 맞지 않습니다. 다시 해 보세요.";
"Re-enter your passcode" = "비밀번호를 다시 입력하세요";
"Passcode Options" = "Passcode Options";
"4-Digit Numeric Code" = "4-Digit Numeric Code"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-Digit Numeric Code"; /* Passcode 6 digit numeric code */

"Settings" = "설정"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "켜기";
"OFF" = "끄기";

"EMPTY_LIBRARY" = "미디어 라이브러리 비우기";
"EMPTY_LIBRARY_LONG" = "재생을 위해 로컬 네트워크의 서버, 클라우드에서 미디어를 스트리밍하거나 iTunes, Wi-Fi 업로드 또는 클라우드 서비스를 사용하여 미디어를 장치와 동기화 할 수 있습니다.";

"EMPTY_NO_PLAYLISTS" = "재생목록";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "재생 목록을 만들려면 비디오 또는 오디오 컨텐츠 탭에서 편집 모드를 입력하고 좋아하는 미디어를 선택합니다.\n다른 장치나 인터넷에서 기존 재생 목록을 동기화할 수도 있습니다.";

"EMPTY_PLAYLIST" = "재생목록 비었음";
"EMPTY_PLAYLIST_DESCRIPTION" = "편집하면서 미디어를 각각 다른 카테고리에서 추가하기";

"EMPTY_HISTORY" = "빈 히스토리";
"EMPTY_HISTORY_DESCRIPTION" = "아직 미디어가 없습니다.";

"EMPTY_MEDIA_LIST" = "Empty Media List";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "The media list is empty therefore the playback could not start";

"PLAYBACK_SCRUB_HELP" = "손가락을 위로 밀어 문지름 속도를 조정합니다.";
"PLAYBACK_SCRUB_HIGH" = "빠른 속도로 문지르기";
"PLAYBACK_SCRUB_HALF" = "중간 속도로 문지르기";
"PLAYBACK_SCRUB_QUARTER" = "1/4 속도로 문지르기";
"PLAYBACK_SCRUB_FINE" = "미세하게 문지르기";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "재생 위치";
"VIDEO_FILTER" = "비디오 필터";
"VIDEO_FILTER_RESET_BUTTON" = "비디오 필터 재설정";
"VIDEO_ASPECT_RATIO_BUTTON" = "비디오 화면 비율";
"BWD_BUTTON" = "뒤로 이동하기";
"FWD_BUTTON" = "앞으로 이동하기";
"PLAY_BUTTON" = "재생하기";
"NEXT_BUTTON" = "다음";
"PREV_BUTTON" = "이전";
"PLAY_ALL_BUTTON" = "모두 재생하기";
"PLAY_ALL_HINT" = "컬렉션의 모든 미디어 재생하기";

"RESET_VIDEO_FILTERS" = "비디오 필터를 재설정하시겠습니까?";
"RESET_PLAYBACK_SPEED" = "재생 속도를 재설정 하시겠습니까?";
"RESET_EQUALIZER" = "이퀄라이저의 설정을 재설정하시겠습니까?";
"RESET_SLEEP_TIMER" = "슬립 타이머를 재설정하시겠습니까";

"CUSTOM_EQUALIZER_PROFILES" = "사용자 정의 프로필";
"DEFAULT_PROFILE_NAME" = "사용자 정의 프로필";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "새 프로필 저장";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Do you want to save a new profile with the selected values?";
"RENAME_CUSTOM_PROFILE_TITLE" = "프로필 이름 바꾸기";
"DELETE_CUSTOM_PROFILE_TITLE" = "프로필 삭제하기";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Do you want to delete the selected profile?";

"VERSION_FORMAT" = "버전: %@";
"BASED_ON_FORMAT" = "사용: <br />%@";

"NEW" = "새로운 기능";

"VO_VIDEOPLAYER_TITLE" = "비디오 재생기";
"VO_VIDEOPLAYER_DOUBLETAP" = "재생 컨트롤을 표시하거나 숨기려면 가볍게 두 번 누르기";

"FIRST_STEPS_ITUNES" = "파일 동기화";
"FIRST_STEPS_ITUNES_TITLE" = "사용자의 컴퓨터와 동기화하기";
"FIRST_STEPS_ITUNES_DETAILS" = "Connect your %@ to use the Finder or iTunes for \"File Sharing\". Select VLC to transfer files.";
"FIRST_STEPS_WIFI_TITLE" = "Wi-Fi로 공유하기";
"FIRST_STEPS_WIFI_DETAILS" = "Enter the generated URL in your favorite web browser while connected to the same network as your %@.";
"FIRST_STEPS_CLOUDS" = "클라우드";
"FIRST_STEPS_CLOUD_TITLE" = "클라우드";
"FIRST_STEPS_CLOUD_DETAILS" = "미디어를 멀리 내려받거나 스트리밍하기를 위하여 구글드라이브나 드랍박스 등 클라우드에 올려내기";

"PLEX_CHECK_ACCOUNT" = "설정에서 Plex계정을 확인하세요";
"PLEX_ERROR_ACCOUNT" = "Plex 로그인 오류";

"UNAUTHORIZED" = "인증 안됨";

"SERVER" = "서버";
"SERVER_PORT" = "포트";
"NO_SERVER_FOUND" = "서버를 찾지 못했습니다";
"NO_RECENT_STREAMS" = "최근에 재생한 스트림이 없습니다";

"WEBINTF_TITLE" = "Wi-Fi로 공유";
"WEBINTF_ETHERNET" = "이더넷을 통한 공유";
"WEBINTF_DROPFILES" = "파일 놓기";
"WEBINTF_DROPFILES_LONG" = " \"+\" 버튼을 클릭하여 %@에 추가하기 위한 파일을 선택합니다.<br>또는 창에 직접 파일을 끌어 놓으세요.";
"WEBINTF_DOWNLOADFILES" = "파일 다운로드";
"WEBINTF_DOWNLOADFILES_LONG" = "%@에서 다운로드할 파일을 클릭하세요.";
"WEBINTF_ADDRESS_COPIED" = "주소가 클립보드에 복사됨";
"WEBINTF_TITLE_ATV" = "원격 재생";
"WEBINTF_DROPFILES_LONG_ATV" = "%@에서 재생하기 위해서는 창에 파일을 드래그하세요.<br>아니면 \"+\" 버튼을 눌러 파일 선택기를 이용하세요.";
"WEBINTF_URL_SENT" = "URL 보내기 완료";
"WEBINTF_URL_EMPTY" = "URL이 반드시 있어야 합니다.";
"WEBINTF_URL_INVALID" = "유효한 URL이 아닙니다.";
"WEBINTF_AUTH_REQUIRED" = "VLC iOS에서 설정한 비밀번호를 입력하세요:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "틀린 비밀번호 입니다.<br>남은 시도 횟수:";
"WEBINTF_AUTH_BANNED" = "입력 횟수 제한을 초과했습니다.<br>VLC iOS를 재시작후 시도해주세요.";

"DURATION" = "재생시간";
"TITLE" = "제목";
"ROTATE_BUTTON" = "회전"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Toggles the video player between landscape and portrait mode."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "오디오 정보";
"ENTER_URL" = "재생하기 위해서는 URL을 입력하세요";
"HTTP_SERVER_ON" = "원격 재생 비활성화하기";
"HTTP_SERVER_OFF" = "원격 재생 활성화";
"CACHED_MEDIA" = "캐시된 미디어";
"CACHED_MEDIA_LONG" = "이곳에 보여지는 미디어는 당신의 Apple TV에 저장되어 있습니다. VLC가 실행되지 않는 때에도 기기 용량이 부족할 경우 운영체제가 사용자의 동의 없이 콘텐츠를 지울 수 있습니다.";
"DOWNLOAD_SUBS_FROM_OSO" = "Download Subtitles...";
"FOUND_SUBS" = "자막을 찾았습니다";
"NO_SUB_FOUND_OSO" = "미디어 항목 \"%@\"에 대한 자막을 찾을 수 없습니다.";
"SELECT_AUDIO_FROM_FILES" = "외부 오디오 불러오기...";
"SELECT_SUBTITLE_FROM_FILES" = "외부 자막 불러오기...";
"USE_SPDIF" = "패스스루 사용 (S/PDIF)";

"PLAYBACK" = "재생";
"REPEAT_MODE" = "반복";
"REPEAT_DISABLED" = "비활성화됨";
"REPEAT_SINGLE" = "하나";
"REPEAT_FOLDER" = "폴더";
"SHUFFLE" = "순서섞기";
"SHUFFLE_DISABLED" = "순서섞기 끄기";

"RESET_NETWORK_STREAM_LIST_TITLE" = "목록 재설정";
"RESET_NETWORK_STREAM_LIST_TEXT" = "최근에 재생한 네트워크 스트림 목록을 영구적으로 재설정합니다.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "유니버셜 플러그 앤 플래이(UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "(Bonjour를 사용한) Plex 미디어 서버";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "네트워크 파일 시스템(NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR 파일 서버";
"DSM_WORKGROUP" = "작업 그룹";

"URL_NOT_SUPPORTED" = "URL을 열 수 없습니다";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "지우려면 %@를 누르세요"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "해당 선택 항목을 삭제하시겠습니까?";
"DELETE_MESSAGE_PLAYLIST" = "선택한 재생목록을 삭제하시겠습니까?\n연결된 미디어 파일들은 삭제되지 않습니다.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "선택한 미디어를 재생목록에서 삭제하시겠습니까?\n디스크에 있는 원본파일은 삭제되지 않습니다.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "프로토콜이 선택되지 않았습니다";
"Settings" = "설정";

"ERROR" = "오류";
"SORT" = "정렬";
"SORT_BY" = "다음 순으로 나열";
"SEARCH" = "검색";
"VIDEO" = "비디오";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "앨범";
"ARTISTS" = "예술가";
"EPISODES" = "에피소드";
"GENRES" = "장르";
"ALL_VIDEOS" = "모든 비디오";
"SONGS" = "노래";
"PLAYLISTS" = "재생목록";
"VIDEO_GROUPS" = "비디오 그룹";
"HISTORY" = "히스토리";
"MODIFIED_DATE" = "마지막 변경 날짜";
"NAME" = "이름";

// MARK: - EDIT

"BUTTON_MENU" = "메뉴";
"BUTTON_MENU_HINT" = "이 보기에 있는 미디어 항목 선택하기, 순서변경 및 정렬하기";

"BUTTON_EDIT" = "편집";
"BUTTON_EDIT_HINT" = "편집 모드";

"BUTTON_SELECT" = "선택하기";
"BUTTON_SELECT_HINT" = "버튼 선택하기";

"BUTTON_SELECT_ALL" = "모두 선택";
"BUTTON_SELECT_ALL_HINT" = "이 보기에 있는 모든 미디어 항목 선택";

"BUTTON_HISTORY" = "히스토리";
"BUTTON_HISTORY_HINT" = "최근 재생한 미디어 보기";

"BUTTON_CLEAR" = "비우기";
"CLEAR_HISTORY_TITLE" = "히스토리 비우기";
"CLEAR_HISTORY_MESSAGE" = "정산 히스토리 확인";

"ADD_TO_PLAYLIST" = "재생목록에 추가하기";
"ADD_TO_PLAYLIST_HINT" = "\"재생목록에 추가\" 메뉴를 열기";

"PLAY_AS_AUDIO" = "오디오로 재생하기";
"PLAY_AS_AUDIO_HINT" = "영상 파일을 오디오 파일로 재생합니다.";

"PLAYLIST_PLACEHOLDER" = "재생목록 제목";
"PLAYLIST_DESCRIPTION" = "새 재생 목록의 제목 고르기";
"PLAYLIST_CREATION" = "새 재생목록을 만들기";
"PLAYLIST_CREATION_HINT" = "새 재생목록을 만들기를 위하여 상호적인 행동을 표시하기";
"ERROR_PLAYLIST_CREATION" = "재생목록 창작 실패";
"ERROR_PLAYLIST_TRACKS" = "트랙 회수 실패";

"ERROR_RENAME_FAILED" = "이름 변경 실패";
"ERROR_EMPTY_NAME" = "제목은 비워둘 수 없습니다";

"SHARE_LABEL" = "공유";
"SHARE_HINT" = "선택된 파일 공유";
"RENAME_HINT" = "선택된 파일 이름 바꾸기";
"DELETE_HINT" = "선택된 파일 삭제하기";

"ADDITIONAL_OPTIONS" = "부가적인 옵션";

// MARK: - Sort

"BUTTON_SORT" = "정렬";
"BUTTON_SORT_HINT" = "정렬 작업 시트 표시";
"HEADER_TITLE_SORT" = "정렬 기준";
"DESCENDING_LABEL" = "내림차순";
"DESCENDING_SWITCH_LABEL" = "오름차순 또는 내림차순";
"DESCENDING_SWITCH_HINT" = "내용을 오름차순 또는 내림차순으로 정렬하기";
"GRID_LAYOUT" = "격자";
"GRID_LAYOUT_HINT" = "항목을 격자로 드러내기";
"LIST_LAYOUT" = "목록";
"HIDE_FEAT_ARTISTS" = "기능 숨김. 아티스트";
"HIDE_TRACK_NUMBERS" = "트랙 번호 숨기기";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "영숫자로";
"DURATION" = "재생시간";
"INSERTION_DATE" = "삽입 날짜";
"LAST_MODIFICATION_DATE" = "마지막 변경 날짜";
"RELEASE_DATE" = "출시 날짜";
"FILE_SIZE" = "파일 크기";
"ARTIST" = "아티스트";
"PLAY_COUNT" = "재생 횟수";
"ALBUM" = "앨범";
"FILENAME" = "파일명";
"TRACK_NUMBER" = "트랙 번호";
"NB_AUDIO" = "오디오 수";
"NB_MEDIA" = "미디어 수";
"NB_VIDEO" = "비디오 수";
"NB_ALBUM" = "앨범 수";
"LAST_PLAYBACK_DATE" = "마지막 재생 날짜";
"TRACK_ID" = "트랙 ID";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "아무것도 찾을 수 없음";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "알 수 없는 아티스트";
"VARIOUS_ARTIST" = "여러 아티스트";
"UNKNOWN_ALBUM" = "알 수 없는 앨범";
"SINGLE_ITEM_SELECTED" = "선택한 항목";
"MULTIPLE_ITEMS_SELECTED" = "선택한 항목";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "자막 및 오디오 트랙";
"SUBTITLE_AND_TRACK_HINT" = "자막 또는 오디오 트랙 고르기";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "DVD 인터페이스";

"ROTATION_LOCK_BUTTON" = "회전 잠금";
"ROTATION_LOCK_HINT" = "비디오을 현재 방향으로 잠금";

"REPEAT_HINT" = "동일한 미디어 반복";
"DO_NOT_REPEAT_HINT" = "미디어 목록 반복 안함";
"REPEAT_ALL_HINT" = "미디어 목록 반복";

"BACKWARD_BUTTON" = "뒤로";
"BACKWARD_HINT" = "뒤로 이동하기";

"PREVIOUS_BUTTON" = "이전";
"PREVIOUS_HINT" = "이전 미디어";

"PLAY_PAUSE_BUTTON" = "재생 또는 일시정지";
"PLAY_PAUSE_HINT" = "현재 재생된 내용 재생하기 또는 일시정지";

"STOP_BUTTON" = "중지";
"CLOSE_HINT" = "재생 중지하기";

"MINIMIZE_BUTTON" = "최소화";
"MINIMIZE_HINT" = "재생기 최소화";

"NEXT_HINT" = "다음 미디어";

"FORWARD_BUTTON" = "앞으로";
"FORWARD_HINT" = "앞으로 이동하기";

"INTERFACE_LOCK_BUTTON" = "인터페이스 잠금";

"SELECT_A_MARK" = "Select the A mark";
"SELECT_A_MARK_HINT" = "Select the A mark of the AB loop";
"SELECT_B_MARK" = "Select the B mark";
"SELECT_B_MARK_HINT" = "Select the B mark of the AB loop";

"AB_LOOP" = "A→B 루프";
"AB_LOOP_MARKS" = "A→B Loop Marks";

"RESET_AB_LOOP" = "Do you want to remove the A→B loop?";
"RESET_AB_LOOP_MARKS" = "Do you want to reset the A→B loop marks?";

"SHUFFLE_HINT" = "미디어 목록 순서섞기";
"SHUFFLE_OFF_HINT" = "미디어 목록 순서섞기 않함";

"ASPECT_RATIO_TITLE" = "화면 비율";
"VIDEO_ASPECT_RATIO_BUTTON" = "비디오 화면 비율";
"VIDEO_ASPECT_RATIO_HINT" = "현재 비디오의 화면 비율 변경";

"MORE_OPTIONS_BUTTON" = "더";
"MORE_OPTIONS_HINT" = "옵션 컨트롤 더 보기";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Playback controls";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "자막 미지원";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "아직 캐스팅 도중에는 자막을 지원하지 않습니다.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "이퀄라이저";
"MORE_OPTIONS_HEADER_TITLE" = "비디오 옵션";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "오디오 옵션";
"BOOKMARKS_TITLE" = "바로찾기";
"ADD_BOOKMARKS_TITLE" = "바로찾기 추가하기";
"BOOKMARK_DEFAULT_NAME" = "바로찾기에서";
"BOOKMARK_RENAME_TITLE" = "바로찾기 이름 바꾸기";
"BOOKMARK_DELETE_TITLE" = "바로찾기 삭제";
"BOOKMARK_DELETE_MESSAGE" = "바로찾기 삭제 확인";
"INCREASE_BUTTON" = "증가 버튼";
"INCREASE_PLAYBACK_SPEED" = "재생 속도 증가";
"INCREASE_AUDIO_DELAY" = "오디오 지연 증가";
"INCREASE_SUBTITLES_DELAY" = "자막 지연 증가";
"DECREASE_BUTTON" = "감소 버튼";
"DECREASE_PLAYBACK_SPEED" = "재생 속도 감소";
"DECREASE_AUDIO_DELAY" = "오디오 지연 감소";
"DECREASE_SUBTITLES_DELAY" = "자막 지연 감소";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "재생 속도 바로가기 표시하기";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "재생 속도 바로가기를 표시하려면 활성화";
"VIDEO_FILTERS_HINT" = "비디오 필터 보기를 열려면 선택하기";
"PLAYBACK_SPEED_HINT" = "재생 속도 보기를 열려면 선택하기";
"SUBTITLES_DELAY_HINT" = "Select to open the subtitles delay view";
"AUDIO_DELAY_HINT" = "Select to open the audio delay view";
"SLEEP_TIMER_HINT" = "슬립 타이머 보기를 열려면 선택하기";
"EQUALIZER_HINT" = "이퀄라이저 보기를 열려면 선택하기";
"CHAPTERS_HINT" = "챕터 보기를 열려면 선택하기";
"BOOKMARKS_HINT" = "바로찾기 보기를 열려면 선택하기";
"INTERFACE_LOCK_HINT" = "사용자 인터페이스 잠금 옵션 활성화";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "미디어 라이브러리 다시 검색 강제 지정";
"FORCE_RESCAN_MESSAGE" = "미디어 라이브러리를 다시 스캔하시겠습니까? 시간이 조금 걸릴 수 있습니다.";

"FEEDBACK_EMAIL_TITLE" = "iOS 및 iPad의 VLC에 대한 피드백";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "메일 계정이 구성되지 않았습니다";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "다른 기기에서 %@로 문의하세요.";

"SETTINGS_THEME_BLACK" = "어두운 모드에서 검은색 배경 사용하기";
"SETTINGS_THEME_BLACK_SUBTITLE" = "OLED 화면이 있는 디바이스의 배터리 사용 시간 개선하기";

"SETTINGS_RESET_TITLE" = "설정 재설정하기";
"SETTINGS_RESET_MESSAGE" = "모든 설정을 기본값으로 재설정하시겠습니까?";

"SETTINGS_PLAY_ALL" = "컬렉션의 끊김 없는 재생";
"SETTINGS_PLAY_ALL_HINT" = "오디오 또는 비디오 탭에서 다음 미디어를 자동으로 재생하도록 활성화";
"SETTINGS_PLAYLIST_PLAY_ALL" = "재생목록의 끊김 없는 재생";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "재생 목록의 다음 미디어를 자동으로 재생하도록 활성화";

"SETTINGS_DOCUMENTATION" = "Documentation";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "SMBv1 연결 경고";
"SMBV1_WARN_DESCRIPTION" = "이전 버전의 프로토콜은 감지하였습니다(SMBv1).\n진짜 SMBv1로 진행하시겠습니까?\n서버 설정을 업그레이드하거나 변경하는 것이 좋습니다.";
"SMBV1_CONTINUE" = "SMBv1로 진행";
"SMBV1_NEXT_PROTOCOL" = "SMBv2/v3 시도하기";

// MARK: - Preview labels

"ENCODING" = "인코딩";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "미디어 그룹에 추가하기";
"ADD_TO_MEDIA_GROUP_HINT" = "\"미디어 그룹에 추가하기\" 열기";

"MEDIA_GROUPS" = "미디어 그룹";
"MEDIA_GROUPS_DESCRIPTION" = "새 미디어 그룹의 제목 고르기";
"MEDIA_GROUPS_PLACEHOLDER" = "미디어 그룹 제목";

"REMOVE_FROM_MEDIA_GROUP" = "미디어 그룹에서 제거하기";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "선택 항목을 미디어 그룹에서 제거하기";

"MEDIA_GROUP_CREATION" = "새 미디어 그룹";
"MEDIA_GROUP_CREATION_HINT" = "재생목록 생성시 알람 표시";
"MEDIA_GROUP_MOVE_TO_ROOT" = "컨텐츠를 가장 상위로 올립니다";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "선택된 컨텐츠를 가장 상위로 올립니다";

"BUTTON_REGROUP" = "재그룹";
"BUTTON_REGROUP_TITLE" = "재그룹 선택";
"BUTTON_REGROUP_HINT" = "단일 미디어를 자동으로 다시 그룹화하려고 합니다.";
"BUTTON_REGROUP_DESCRIPTION" = "단일 미디어를 자동으로 다시 그룹화하시겠습니까?\n시간이 걸릴 수 있습니다.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "미디어를 추가하려면 여기에 미디어 배치";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "추가중...";

// MARK: - QueueViewController

"PLAY_HINT" = "재생";
"PLAY_LABEL" = "재생";
"PLAY_NEXT_IN_QUEUE_HINT" = "대기열의 다음 목록 재생";
"PLAY_NEXT_IN_QUEUE_LABEL" = "대기열의 다음 목록 재생";
"APPEND_TO_QUEUE_HINT" = "대기열에 추가하기";
"APPEND_TO_QUEUE_LABEL" = "대기열에 추가하기";
"QUEUE_LABEL" = "대기열";

"DISPLAY_AS" = "디스플레이로";

/* New strings */
"BRIGHTNESS_HINT" = "수직 밝기 조절";
"BRIGHTNESS_SLIDER" = "밝기 수준을 변경하려면 수직으로 슬라이드";

/* New strings */
"VOLUME_HINT" = "수직 음량 조절";
"VOLUME_SLIDER" = "음량 레벨을 변경하려면 수직으로 슬라이드";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "재생 컨트롤";
"MENU_REPEAT_DISABLED" = "반복하지 않음";
"MENU_REPEAT_SINGLE" = "한 번 반복";
"MENU_REPEAT_ALL" = "모두 반복";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "작업 시트 배경";
"ACTIONSHEET_BACKGROUND_HINT" = "작업 시트를 제거하려면 가볍게 누릅니다.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Enter Custom Amount";
"DONATION_TITLE" = "Privacy over profit";
"DONATION_DESCRIPTION" = "Private, open-source multimedia, funded by you. No ads, no tracking, no compromise. Free for everyone to use. Donate now to support VideoLAN.";
"DONATION_WINDOW_TITLE" = "Make a Donation to VideoLAN";
"DONATE_CC_DC" = "Credit or Debit card";
"DONATION_CHOOSE_PP" = "Please select your payment provider";
"DONATION_CHOOSE_CURRENCY" = "Please select a currency";
"DONATION_AMOUNT" = "Donation amount: %@";
"DONATION_CC_NUM" = "Credit Card Number";
"DONATION_CC_EXPIRY_DATE" = "Expiry Date";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "YY";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Failure configuring Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC failed to configure Apple Pay to perform your donation. Please choose a different payment provider to continue.";
"DONATION_DONATE_BUTTON" = "기부하기";
"PURCHASE_FAILED" = "구매를 실패하였습니다.";
"SEND_DONATION" = "후원 보내기";
"PURCHASE_SUCESS_TITLE" = "후원 완료";
"PURCHASE_SUCESS_DESCRIPTION" = "후원해주셔서 감사드립니다!";
"DONATION_CONTINUE" = "계속하기";
"BUTTON_NOT_NOW" = "Not now";
"DONATION_NAGSCREEN_TITLE" = "오늘 기부하기";
"DONATION_NAGSCREEN_SUBTITLE" = "Support free and open source multimedia";
"DONATION_INVOICES" = "Invoices";
"DONATION_RECEIPTS" = "Receipts";
"DONATION_INVOICES_RECEIPTS" = "Invoices & Receipts";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "If you have reinstalled VLC, invoices or receipts from previous donations will not be available as all your personal information is stored on this device only.\n\nIf you have any questions, contact us at donation@videolan.org and mention this anonymous user ID: %@";
"DONATION_CANCEL_MONTHLY" = "Cancel Regular Donation";
"DONATION_MONTHLY" = "매월";
"DONATION_MONTHLY_FORMAT" = "%@/month";
"DONATION_MONTHLY_VIDEOLAN" = "Monthly Donation to VideoLAN";
"DONATION_ONCE" = "One-Time";
"DONATION_UPDATE_MONTHLY" = "Update Regular Donation";
"DONATION_VIDEOLAN" = "VideoLAN에 기부하기";
"DONATION_CANCEL_LONG" = "We are sad to see you cancelling the regular monthly donations to VideoLAN. Your previous support means a lot to us. Thank you so much!";
"DONATION_BANK_TRANSFER" = "Bank Transfer";
"DONATION_BANK_TRANSFER_LONG" = "Stripe processes donations made to VideoLAN. VideoLAN does not store or collect your personal information.";
"DONATION_BUTTON_AGREE" = "Agree";
"DONATION_IBAN" = "Bank Account Number (IBAN)";
"DONATION_EMAIL" = "Email";
"DONATION_NAME" = "Name";
"DONATION_NAME_BANK_ACCOUNT" = "Name on Bank Account";
"DONATION_EMBARGOED_COUNTRY" = "We currently cannot accept donations in your country. Enjoy VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "뒤로 이동하기";
"KEY_JUMP_FORWARDS" = "앞으로 이동하기";
"KEY_INCREASE_PLAYBACK_SPEED" = "재생 속도 증가";
"KEY_DECREASE_PLAYBACK_SPEED" = "재생 속도 감소";
"KEY_RESET_PLAYBACK_SPEED" = "재생 속도 재설정";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "제목 선택 배경";
"TITLESELECTION_BACKGROUND_HINT" = "보기를 제거하려면 가볍게 누르기";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "\"%@\"을(를) 삭제하시겠습니까?";
"DELETE_MULTIPLE_TITLE" = "\"%@\" 및 %d개 다른 항목을 삭제하시겠습니까?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Play in the background";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Play the selected playlist in the background without opening the app.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Play ${mediaName} in the background";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Vertical slider";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Increment";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrement";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
